{
  "FirstStep": {
    "description": "An online profile and portfolio building system for fresh graduates featuring automatic resume and portfolio template which could help them appear in the radar of potential employers.",
    "toolsUsed": "MongoDB, ExpressJS, ReactJS, NodeJS",
    "projectWebsite": "https://firststep-ts.vercel.app/",
    "githubLink": "https://github.com/egoRockU/FirstStep",
    "type": "web",
    "image": "FirstStep.png"
  },
  "BentaBounce": {
    "description": "E-commerce website created using ReactJS and PHP.\nA playful combination of \"Benta\" (sale) and \"Bounce\" (leave), embodies its core values of promoting a bustling and dynamic online marketplace. In BentaBounce, everyone has the right to sell items of their choice and buy the items that pique their curiosity.",
    "toolsUsed": "ReactJS and PHP ",
    "projectWebsite": "https://bentabounce.vercel.app/",
    "githubLink": "https://github.com/egoRockU/BentaBounce-Frontend",
    "type": "web",
    "image": "BentaBounce.png"
  },
  "GearList": {
    "description": "Musical Instrument rating site created in Django.",
    "toolsUsed": "Django and Bootstrap",
    "projectWebsite": "https://gearlist.pythonanywhere.com/",
    "githubLink": "https://github.com/egoRockU/gearlist",
    "type": "web",
    "image": "GearList.png"
  },
  "Quizzam!": {
    "description": "Quizzam! is a mobile application software that enables users to quiz themselves on numerous subjects to evaluate their knowledge and assess their level of understanding. This program was made to give users an interactive and fun learning experience. It may cover a wide range of topics, from academics to trivia. With the application, users can track their progress and respond to multiple-choice questions. This app is perfect for users who want to learn while they are on the road and may give them an enjoyable and handy way to brush up on their knowledge or study for tests.",
    "toolsUsed": "Java, Android Studio, and Firebase",
    "projectWebsite": "https://github.com/egoRockU/Quizzam",
    "githubLink": "https://github.com/egoRockU/Quizzam",
    "type": "mobile",
    "image": "Quizzam.png"
  }
}
